Dlubal.RFEM5.ILinearDimension
Interface for working with linear dimension

Dlubal.RFEM5.ILinearDimension.GetData
Gets linear dimension parameters.
Returns: Linear dimension parameters

Dlubal.RFEM5.ILinearDimension.SetData(System.UInt32@)
Sets linear dimension parameters.
Dimension: Linear dimension parameters

Dlubal.RFEM5.ILinearDimension.Delete
Deletes linear dimension.